app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)
    if @article.save
---
INSERT INTO "articles" ("body", "created_at", "title", "updated_at") VALUES (?, ?, ?, ?)  [["body", "555"], ["created_at", "2015-01-01 12:50:37.774451"], ["title", "5555"], ["updated_at", "2015-01-01 12:50:37.774451"]]