app/controllers/pages_controller.rb

  def home
    @articles = Article.all
---
SELECT "articles".* FROM "articles"